tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "python@3.9"
brew "geos"
brew "gnuplot"
brew "graphviz"
brew "libpq"
brew "loc"
brew "mysql"
brew "neovim"
brew "nghttp2"
brew "node"
brew "postgresql"
brew "ripgrep"
brew "scc"
brew "tesseract"
brew "tree"
brew "wimlib"
brew "zoxide"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "docker"
cask "firefox"
cask "font-iosevka"
cask "iterm2"
cask "kitty"
cask "slack"
cask "spotify"
